---
kind: other
id: Methods.T:Autodesk.Revit.DB.Lighting.InitialColor
source: html/97355c4d-b568-9c55-c6d2-22b8deec5174.htm
---
# InitialColor Methods

Creates a copy of the InitialColor derived object.